changeling-catalog-arm-blade-name = Висувне лезо
changeling-catalog-arm-blade-desc = Перетворіть свою руку на жахливе плотяне лезо. Можна перемикати.

changeling-catalog-flesh-clothing-name = Одяг із плоті
changeling-catalog-flesh-clothing-desc = Поверхня вашого тіла адаптується, щоб імітувати одяг будь-якої особи, на яку ви перетворюєтеся. Однак цей одяг не має функціоналу, і вас легко викриють як генокрада, якщо хтось спробує його зняти. Можна перемикати.

changeling-catalog-voice-mimic-name = Імітація голосу
changeling-catalog-voice-mimic-desc = Змінюйте свої голосові зв'язки за власним бажанням, щоб імітувати існуючих (та вигаданих) членів екіпажу. Ідеально підходить для заманювання здобичі.

changeling-catalog-biodegrade-name = Біорозклад
changeling-catalog-biodegrade-desc = Ви вчитеся використовувати кислотні залози у своєму тілі, щоб виригувати кислоту на пута чи кайданки, визволяючи себе.

changeling-catalog-sting-dna-name = Вилучення ДНК
changeling-catalog-sting-dna-desc = Навчіться використовувати своє жало, щоб поглинати особистість ні про що не підозрюючих жертв. Не додає ДНК до вашого запасу та не вважається поглинанням.

changeling-catalog-blind-sting-name = Засліплювальне жало
changeling-catalog-blind-sting-desc = Завдає шкоди очам та викликає тимчасову сліпоту цілі. Чудово підходить для втечі або початку бою. Можна використати на собі.

changeling-catalog-cryogenic-sting-name = Кріогенне жало
changeling-catalog-cryogenic-sting-desc = Сповільнює пересування цілі. Ідеально підходить для того, щоб здобич не втекла. Можна використати на собі.

changeling-catalog-lethal-sting-name = Смертельне жало
changeling-catalog-lethal-sting-desc = Завдає цілі дуже повільних ушкоджень. Марне в бою, але гарантує, що їй знадобиться медична допомога. Можна використати на собі.

changeling-catalog-mute-sting-name = Німий укол
changeling-catalog-mute-sting-desc = Позбавляє ціль можливості говорити. Непомітний, поки ціль не спробує заговорити. Можна використати на собі.

changeling-catalog-armblade-sting-name = Укол клинка-руки
changeling-catalog-armblade-sting-desc = Змушує ціль після тривалої затримки спонтанно виростити затуплений клинок з руки. Працює миттєво з підвищеною тривалістю при використанні на трупах. Можна використати на собі.

changeling-catalog-hemotoxin-sting-name = Гемотоксичний укол
changeling-catalog-hemotoxin-sting-desc = Завдає надзвичайної шкоди клітинам крові цілі. Дуже помітний, але смертельно небезпечний, якщо залишити без лікування. Можна використати на собі.

changeling-catalog-last-resort-name = Останній засіб
changeling-catalog-last-resort-desc = Розриває ваше поточне тіло на шматки й дає змогу втекти у вигляді слабкого головного слимака. Якщо ви заразите гуманоїдний труп, то зможете повернути повноцінне тіло генокрада. Можна придбати лише після поглинання бодай одного тіла.

                                        Увага! Це скидає ваш прогрес генокрада, видаляючи придбані здібності та поглинуті особистості!

changeling-catalog-voice-mindshield-name = Фальшивий захист розуму
changeling-catalog-voice-mindshield-desc = Модифікуйте природні хвилі ваших нейронів, щоб копіювати ті, що виробляються імплантами захисту розуму Nanotrasen. Це зробить вас захищеним в очах службовців безпеки. Можна перемикати.

changeling-catalog-night-vision-name = Нічний зір
changeling-catalog-night-vision-desc = Ви модифікуєте свої фоторецептори та загострюєте відчуття, щоб бачити в абсолютній темряві.

changeling-catalog-horror-form-name = Форма жаху
changeling-catalog-horror-form-desc = Перетворює вас на майже нездоланного джаггернаута. Використання цієї здатності є виснажливим, оскільки вона спалює очки ДНК. Коли ДНК закінчиться, ви змушені будете вийти з цієї форми та отримаєте оглушення. Вимагає 3 поглинання для купівлі.

changeling-catalog-fleshtomb-name = Гробниця плоті
changeling-catalog-fleshtomb-desc = Зберігає труп у м'ясистій в'язниці, повільно збираючи його генетичний код для власного використання. Повільно генерує ДНК, але є дуже крихкою і має зберігатися у відповідній атмосфері, щоб не розпастися.
